Repository: BassamT/car_repair_shop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Car Repair Shop
ar: ورشة تصليح السيارات

source: Car Repair Shop Logo
ar: شعار ورشة تصليح السيارات

source: Toggle navigation
ar: تبديل التنقل

source: Home
ar: الرئيسية

source: Services
ar: الخدمات

source: Contact Us
ar: اتصل بنا

source: Location
ar: الموقع

source: Customer Access
ar: وصول العملاء

source: Dashboard
ar: لوحة التحكم

source: Dashboard Home
ar: الرئيسية - لوحة التحكم

source: Customers
ar: العملاء

source: Vehicles
ar: المركبات

source: Invoices
ar: الفواتير

source: Logout
ar: تسجيل الخروج

source: Employee Login
ar: تسجيل دخول الموظف

source: Close
ar: إغلاق

source: All rights reserved.
ar: جميع الحقوق محفوظة.

source: Facebook
ar: فيسبوك

source: Twitter
ar: تويتر

source: Instagram
ar: إنستغرام

source: Email Sent - Car Repair Shop
ar: تم إرسال البريد الإلكتروني - ورشة تصليح السيارات

source: Email Sent
ar: تم إرسال البريد الإلكتروني

source: An access link has been sent to %(email)s.
ar: تم إرسال رابط الوصول إلى %(email)s.

source: Please check your inbox and click the link to access your dashboard.
ar: يرجى التحقق من بريدك الوارد والنقر على الرابط للوصول إلى لوحة التحكم الخاصة بك.

source: Access Link Expired
ar: انتهت صلاحية رابط الوصول

source: Your access link has expired. Please request a new one.
ar: انتهت صلاحية رابط الوصول الخاص بك. يرجى طلب رابط جديد.

source: Access Link Sent
ar: تم إرسال رابط الوصول

source: An access link has been sent to your email. Please check your inbox.
ar: تم إرسال رابط الوصول إلى بريدك الإلكتروني. يرجى التحقق من بريدك الوارد.

source: Add Customer - Car Repair Shop
ar: إضافة عميل - ورشة تصليح السيارات

source: Add New Customer
ar: إضافة عميل جديد

source: Save Customer
ar: حفظ العميل

source: Create New Invoice - Car Repair Shop
ar: إنشاء فاتورة جديدة - ورشة تصليح السيارات

source: Create New Invoice
ar: إنشاء فاتورة جديدة

source: Invoice Details
ar: تفاصيل الفاتورة

source: Services and Parts
ar: الخدمات والأجزاء

source: Remove
ar: إزالة

source: Add More Items
ar: إضافة المزيد من العناصر

source: Save Invoice
ar: حفظ الفاتورة

source: Add New Part/Service - Car Repair Shop
ar: إضافة جزء/خدمة جديدة - ورشة تصليح السيارات

source: Add New Part/Service
ar: إضافة جزء/خدمة جديدة

source: Save
ar: حفظ

source: Add Vehicle - Car Repair Shop
ar: إضافة مركبة - ورشة تصليح السيارات

source: Add New Vehicle
ar: إضافة مركبة جديدة

source: Save Vehicle
ar: حفظ المركبة

source: Contact Us - Car Repair Shop
ar: اتصل بنا - ورشة تصليح السيارات

source: Get in Touch
ar: ابق على تواصل

source: We’d love to hear from you. Reach out to us for any inquiries or feedback.
ar: يسعدنا سماعك. تواصل معنا لأي استفسارات أو ملاحظات.

source: Phone
ar: الهاتف

source: Email
ar: البريد الإلكتروني

source: Working Hours
ar: ساعات العمل

source: Mon-Fri: 8:00 AM - 6:00 PM
ar: الإثنين - الجمعة: 8:00 صباحًا - 6:00 مساءً

source: Sat: 9:00 AM - 3:00 PM
ar: السبت: 9:00 صباحًا - 3:00 مساءً

source: Send Us a Message
ar: أرسل لنا رسالة

source: Submit
ar: إرسال

source: Customer Access - Car Repair Shop
ar: وصول العملاء - ورشة تصليح السيارات

source: Access Your Account
ar: الوصول إلى حسابك

source: Enter your email to receive an access link to your account.
ar: أدخل بريدك الإلكتروني لتلقي رابط الوصول إلى حسابك.

source: Send Access Link
ar: إرسال رابط الوصول

source: Access Your Account - Car Repair Shop
ar: الوصول إلى حسابك - ورشة تصليح السيارات

source: Enter your email address to receive an access link.
ar: أدخل بريدك الإلكتروني لتلقي رابط الوصول.

source: Your Dashboard - Car Repair Shop
ar: لوحة التحكم الخاصة بك - ورشة تصليح السيارات

source: Welcome, %(customer.first_name)s!
ar: مرحبًا، %(customer.first_name)s!

source: Overview
ar: نظرة عامة

source: Your Vehicles
ar: مركباتك

source: Your Invoices
ar: فواتيرك

source: Request Appointment
ar: طلب موعد

source: Contact Support
ar: تواصل مع الدعم

source: Your Information
ar: معلوماتك

source: Name:
ar: الاسم:

source: Email:
ar: البريد الإلكتروني:

source: Phone:
ar: رقم الهاتف:

source: Address:
ar: العنوان:

source: VIN:
ar: رقم التعريف:

source: License Plate:
ar: رقم اللوحة:

source: You have no vehicles registered.
ar: ليس لديك مركبات مسجلة.

source: Invoice ID
ar: رقم الفاتورة

source: Date
ar: التاريخ

source: Total Amount
ar: المبلغ الإجمالي

source: Payment Status
ar: حالة الدفع

source: Actions
ar: الإجراءات

source: View Details
ar: عرض التفاصيل

source: You have no invoices.
ar: ليس لديك فواتير.

source: Invoice #%(invoice.id)s Details
ar: تفاصيل الفاتورة رقم %(invoice.id)s

source: Date:
ar: التاريخ:

source: Vehicle:
ar: المركبة:

source: Description
ar: الوصف

source: Quantity
ar: الكمية

source: Unit Price
ar: سعر الوحدة

source: Total Price
ar: السعر الإجمالي

source: Total Amount:
ar: المبلغ الإجمالي:

source: Request an Appointment
ar: طلب موعد

source: Select Vehicle
ar: اختر المركبة

source: Preferred Date
ar: التاريخ المفضل

source: Additional Details
ar: تفاصيل إضافية

source: Submit Request
ar: إرسال الطلب

source: Subject
ar: الموضوع

source: Your Message
ar: رسالتك

source: Send Message
ar: إرسال الرسالة

source: Customers - Car Repair Shop
ar: العملاء - ورشة تصليح السيارات

source: Name
ar: الاسم

source: Employee Dashboard - Car Repair Shop
ar: لوحة تحكم الموظف - ورشة تصليح السيارات

source: Welcome, %(user.first_name)s!
ar: مرحبًا، %(user.first_name)s!

source: Total Customers
ar: إجمالي العملاء

source: View Customers
ar: عرض العملاء

source: Total Vehicles
ar: إجمالي المركبات

source: View Vehicles
ar: عرض المركبات

source: Total Invoices
ar: إجمالي الفواتير

source: View Invoices
ar: عرض الفواتير

source: Service Parts
ar: أجزاء الخدمة

source: Total Parts/Services
ar: إجمالي الأجزاء/الخدمات

source: View Parts/Services
ar: عرض الأجزاء/الخدمات

source: Quick Actions
ar: إجراءات سريعة

source: Create New Part/Service
ar: إنشاء جزء/خدمة جديدة

source: Recent Activities
ar: الأنشطة الحديثة

source: Activity
ar: النشاط

source: Employee
ar: الموظف

source: No recent activities.
ar: لا توجد أنشطة حديثة.

source: Employee Login - Car Repair Shop
ar: تسجيل دخول الموظف - ورشة تصليح السيارات

source: Login
ar: تسجيل الدخول

source: Forgot Password?
ar: نسيت كلمة المرور؟

source: Keeping You on the Road Safely
ar: نبقيك على الطريق بأمان

source: Your trusted partner for all automotive needs.
ar: شريكك الموثوق لكل احتياجات السيارات.

source: View Our Services
ar: عرض خدماتنا

source: Our Services
ar: خدماتنا

source: Oil Change
ar: تغيير الزيت

source: Ensure your engine runs smoothly with regular oil changes using high-quality oil.
ar: تأكد من عمل محرك سيارتك بسلاسة من خلال تغيير الزيت بانتظام باستخدام زيت عالي الجودة.

source: Learn More
ar: المزيد

source: Tire Rotation
ar: تدوير الإطارات

source: Maximize tire life and improve safety with professional tire rotation services.
ar: قم بإطالة عمر الإطارات وتحسين الأمان من خلال خدمات تدوير الإطارات الاحترافية.

source: Brake Inspection
ar: فحص الفرامل

source: Stay safe with comprehensive brake inspections and repairs.
ar: ابق آمنًا مع فحوصات الفرامل الشاملة والإصلاحات.

source: Invalid Access Link
ar: رابط الوصول غير صالح

source: The access link is invalid. Please check the link or request a new one.
ar: رابط الوصول غير صالح. يرجى التحقق من الرابط أو طلب رابط جديد.

source: Invoice #
ar: فاتورة #

source: - Car Repair Shop
ar: - ورشة تصليح السيارات

source: Customer:
ar: العميل:

source: Notes:
ar: ملاحظات:

source: No services or parts added to this invoice.
ar: لم يتم إضافة أي خدمات أو قطع إلى هذه الفاتورة.

source: Invoices - Car Repair Shop
ar: الفواتير - ورشة تصليح السيارات

source: Customer
ar: العميل

source: View
ar: عرض

source: No invoices found.
ar: لم يتم العثور على فواتير.

source: Location - Car Repair Shop
ar: الموقع - ورشة تصليح السيارات

source: Our Location
ar: موقعنا

source: Visit us at our service center or contact us for assistance. We are here to help!
ar: قم بزيارتنا في مركز الخدمة الخاص بنا أو تواصل معنا للحصول على المساعدة. نحن هنا لمساعدتك!

source: Address
ar: العنوان

source: Main Street, Sabastia, Nablus, Palestine
ar: شارع الرئيسي، سبسطية، نابلس، فلسطين

source: Find Us Here
ar: اعثر علينا هنا

source: Password Reset
ar: إعادة تعيين كلمة المرور

source: Enter your email address, and we'll send you a link to reset your password.
ar: أدخل بريدك الإلكتروني، وسنرسل لك رابطًا لإعادة تعيين كلمة المرور.

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Password Reset Complete
ar: تمت إعادة تعيين كلمة المرور بنجاح

source: Your password has been successfully reset. You can now
ar: تمت إعادة تعيين كلمة المرور بنجاح. يمكنك الآن

source: log in
ar: تسجيل الدخول

source: with your new password.
ar: باستخدام كلمة المرور الجديدة.

source: Set New Password
ar: تعيين كلمة مرور جديدة

source: Set Password
ar: تعيين كلمة المرور

source: Password Reset Sent
ar: تم إرسال رابط إعادة تعيين كلمة المرور

source: An email has been sent with instructions to reset your password.
ar: تم إرسال بريد إلكتروني يحتوي على تعليمات لإعادة تعيين كلمة المرور.

source: Service Parts - Car Repair Shop
ar: أجزاء الخدمة - ورشة تصليح السيارات

source: No service parts found.
ar: لم يتم العثور على أجزاء الخدمة.

source: Services - Car Repair Shop
ar: الخدمات - ورشة تصليح السيارات

source: Explore our wide range of services tailored to keep your vehicle in top condition.
ar: استكشف مجموعتنا الواسعة من الخدمات المصممة للحفاظ على سيارتك في أفضل حالة.

source: Battery Replacement
ar: استبدال البطارية

source: Test and replace your car battery to ensure reliable performance.
ar: اختبر واستبدل بطارية سيارتك لضمان أداء موثوق.

source: Engine Diagnostics
ar: تشخيص المحرك

source: Advanced diagnostics to identify and resolve engine issues efficiently.
ar: تشخيص متقدم لتحديد مشاكل المحرك وحلها بكفاءة.

source: A/C Maintenance
ar: صيانة المكيف

source: Keep your car cool and comfortable with expert air conditioning service.
ar: حافظ على برودة وراحة سيارتك مع خدمات تكييف الهواء الاحترافية.

source: Wheel Alignment
ar: محاذاة العجلات

source: Ensure your vehicle's wheels are perfectly aligned for a smooth ride.
ar: تأكد من أن عجلات سيارتك متوازنة تمامًا للحصول على قيادة سلسة.

source: Transmission Service
ar: خدمة ناقل الحركة

source: Comprehensive transmission repairs to maintain your car's performance.
ar: إصلاح شامل لناقل الحركة للحفاظ على أداء سيارتك.

source: Suspension Repairs
ar: إصلاح التعليق

source: Fix suspension issues for a stable and comfortable driving experience.
ar: إصلاح مشاكل نظام التعليق لضمان قيادة مستقرة ومريحة.

source: Link Expired - Car Repair Shop
ar: انتهت صلاحية الرابط - ورشة تصليح السيارات

source: Link Expired
ar: انتهت صلاحية الرابط

source: The access link you used has expired. Please request a new link.
ar: انتهت صلاحية رابط الوصول الذي استخدمته. يرجى طلب رابط جديد.

source: Request New Link
ar: طلب رابط جديد

source: Vehicle List - Car Repair Shop
ar: قائمة المركبات - ورشة تصليح السيارات

source: Vehicle List
ar: قائمة المركبات

source: License Plate
ar: رقم اللوحة

source: Make
ar: الصانع

source: Model
ar: الطراز

source: Year
ar: السنة

source: Owner
ar: المالك

source: No vehicles found.
ar: لم يتم العثور على مركبات.

source: Vehicle Repair History
ar: سجل إصلاح المركبة

source: Repair History for
ar: سجل الإصلاح لـ

source: Year:
ar: السنة:

source: Owner:
ar: المالك:

source: Repair Records
ar: سجلات الإصلاح

source: Services Performed
ar: الخدمات المنفذة

source: Total Cost
ar: التكلفة الإجمالية

source: at
ar: بسعر

source: each
ar: لكل وحدة

source: No services listed.
ar: لا توجد خدمات مدرجة.

source: No repair history found for this vehicle.
ar: لم يتم العثور على سجل إصلاح لهذه المركبة.
